/* Error encountered when sharing */
"An unknown error occurred." = "Ocorreu um erro desconhecido.";

/* User may have canceled the share or couldn't authenticate */
"Cannot authenticate with Dropbox" = "Não é possível autenticar no Dropbox";

/* Network error occurred when sharing capture description */
"Cannot authenticate without an internet connection." = "Não é possível autenticar sem uma conexão com a Internet.";

/* No comment provided by engineer. */
"Capture shared" = "Captura compartilhada";

/* plugin name */
"Dropbox" = "Dropbox";

/* Dropbox connection error title */
"Error connecting to Dropbox" = "Erro na conexão com o Dropbox";

/* OK */
"OK" = "OK";

/* No network available. */
"Please check your network connection and try again." = "Verifique a conexão de rede e tente novamente.";

/* User didn't sign in properly */
"Please enter your email and password again." = "Insira novamente seu e-mail e a senha.";

/* Unknown error, no suggestion known */
"Please try again." = "Tente novamente.";

/* Dropbox folder browser window title */
"Select Destination Folder" = "Selecionar pasta de destino";

/* Sign in */
"Sign In..." = "Iniciar sessão...";

/* Sign out */
"Sign Out" = "Terminar sessão";

/* Content is ready to be pasted */
"The link to your capture is ready to be pasted." = "O link para sua captura está pronto para ser colado.";

/* error connecting title */
"Unable to connect to Dropbox." = "Não é possível conectar ao Dropbox.";

/* plugin button tooltip */
"Upload the capture to Dropbox for image or video hosting." = "Carregue a captura no Dropbox para hospedagem de imagem ou vídeo.";

/* No comment provided by engineer. */
"Verify you are connected to the Internet and try again." = "Verifique se você está conectado à Internet e tente novamente.";

